tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
brew "bash"
brew "bazel"
brew "buildifier"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "docker", link: false
brew "docker-compose"
brew "gcc"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "keychain"
brew "mosh"
brew "pyenv"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "jesseduffield/lazydocker/lazydocker"
cask "1password"
cask "alfred3"
cask "anaconda2"
cask "bartender"
cask "caffeine"
cask "calibre"
cask "cleanmymac3"
cask "docker"
cask "dropbox"
cask "dropletmanager"
cask "evernote"
cask "google-chrome"
cask "iterm2"
cask "java8"
cask "macdown"
cask "sequel-pro"
cask "spectacle"
cask "spotify"
cask "teamviewer"
cask "tower2"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
