tap "aws/tap"
tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
brew "bash"
brew "bat"
brew "bazel"
brew "buildifier"
brew "python@3.9"
brew "python@3.10"
brew "llvm"
brew "ccls"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "glances"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "htop"
brew "jq"
brew "just"
brew "keychain"
brew "kubernetes-cli"
brew "kustomize"
brew "lazydocker"
brew "lolcat"
brew "lua"
brew "protobuf"
brew "mosh"
brew "neovim"
brew "openjdk"
brew "progress"
brew "pyenv"
brew "rust"
brew "rustup-init"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "aws/tap/aws-sam-cli"
brew "bufbuild/buf/buf"
cask "1password"
cask "alfred"
cask "bartender"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "nordvpn"
cask "spectacle"
cask "spotify"
