tap "aws/tap"
tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
brew "aws/tap/aws-sam-cli"
brew "bash"
brew "bazel"
brew "bufbuild/buf/buf"
brew "buildifier"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "docker-compose"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "htop"
brew "jq"
brew "keychain"
brew "kubernetes-cli"
brew "kustomize"
brew "lazydocker"
brew "lua"
brew "mosh"
brew "neovim"
brew "openjdk"
brew "protobuf"
brew "pyenv"
brew "python"
brew "rust"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
cask "1password"
cask "alfred3"
cask "bartender"
cask "docker"
cask "dropbox"
cask "dropletmanager"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "java8"
cask "keepingyouawake"
cask "macdown"
cask "spectacle"
cask "spotify"
